in-progress-label=In progress ...
Activities-label=Activities
ActivityId-label=Activity Id
Activity-label=Activity
ActivityType-label=Activity Type
add-label=Add
admin-label=Admin
admin/ManageActivityTypes-pagelink=Manage Activity Types
admin/ManageCourses-pagelink=Courses
admin/ManageDatabases-pagelink=Databases
admin/ManagePersons-pagelink=Persons
admin/ManageProjects-pagelink=Projects
admin/ManageRepositories-pagelink=Repositories
admin/ManageTeams-pagelink=Teams
admin/OverallCourseReport-pagelink=Overall Course Report
admin/ProjectActivities-pagelink=Project Activities
admin/ProjectAutomation-pagelink=Automatation of Projects
admin/SystemParameters-pagelink=System Parameters
admin/Translations-pagelink=Translation
application-logout=Application Logout
app-title-short=EPRMS
back-label=Back
copy-label=Copy
copyrightHolder=Vangel V. Ajanovski
copyrightYear=2021
course-label=course
database-label=Database
description-label=Description
edit-label=Edit
evaluation-label=Evaluation
greeting=The EPRMS - Educational Project and Resources Management System is a management information system covering student projects, source repositories and other related resources. This is an open-source system, initially developed as a demonstrational web application for a course on Internet Technologies. 
greeting-title=Welcome
greeting-url=https://github.com/ajanovski/eprms
import-label=Import
Index-pagelink=Home
lang-label=Language
Login-label=Login
logout-desc-total-cont=\u041D\u0430 \u043A\u0440\u0430\u0458, \u043F\u0440\u0435\u043F\u043E\u0440\u0430\u0447\u0430\u043D\u043E \u0435 \u0434\u0430 \u0433\u043E \u0437\u0430\u0442\u0432\u043E\u0440\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442 \u043F\u0440\u0435\u043B\u0438\u0441\u0442\u0443\u0432\u0430\u0447, \u0441\u0438\u0442\u0435 \u043D\u0435\u0433\u043E\u0432\u0438 \u043F\u0440\u043E\u0437\u043E\u0440\u0446\u0438 \u0438 \u0441\u0438\u0442\u0435 \u043D\u0435\u0433\u043E\u0432\u0438 \u0442\u0430\u0431 \u043B\u0438\u0441\u0442\u043E\u0432\u0438.
logout-desc-total-title=\u0426\u0435\u043B\u043E\u0441\u043D\u0430 \u043E\u0434\u0458\u0430\u0432\u0430 \u043E\u0434 CAS
logout-desc-total=\u0414\u043E\u043A\u043E\u043B\u043A\u0443 \u0441\u0430\u043A\u0430\u0442\u0435 \u0426\u0415\u041B\u041E\u0421\u041D\u041E \u0434\u0430 \u0441\u0435 \u043E\u0434\u0458\u0430\u0432\u0438\u0442\u0435 \u043E\u0434 CAS \u0441\u0438\u0441\u0442\u0435\u043C\u043E\u0442 \u0438 \u043E\u0434 \u0441\u0438\u0442\u0435 \u0444\u0430\u043A\u0443\u043B\u0442\u0435\u0442\u0441\u043A\u0438 \u0441\u0435\u0440\u0432\u0438\u0441\u0438 \u043A\u043E\u0438 \u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0442 \u043A\u043B\u0438\u043A\u043D\u0435\u0442\u0435 \u043D\u0430 \u043A\u043E\u043F\u0447\u0435\u0442\u043E:
logout-info-application=\u041E\u0434\u0458\u0430\u0432\u0435\u043D\u0438 \u0441\u0442\u0435 \u043E\u0434 \u043E\u0432\u0430\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430. \u0421\u0438\u0442\u0435 \u0432\u0430\u0448\u0438 \u0441\u0435\u0441\u0438\u0441\u043A\u0438 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438 \u0441\u0435 \u0438\u0437\u0431\u0440\u0438\u0448\u0430\u043D\u0438 \u043E\u0434 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u0442. \u041C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u0435 \u0441\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u043D\u0430 \u043E\u0441\u0442\u0430\u043D\u0430\u0442\u0438\u0442\u0435 \u0441\u0435\u0440\u0432\u0438\u0441\u0438.
logout-info-total=\u0418\u043C\u0430\u0458\u0442\u0435 \u043F\u0440\u0435\u0434\u0432\u0438\u0434 \u0434\u0435\u043A\u0430 CAS \u0441\u0438\u0441\u0442\u0435\u043C\u043E\u0442 \u0441\u043B\u0443\u0436\u0438 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0437\u0430\u0434\u0440\u0436\u0438 \u0432\u0430\u0448\u0430\u0442\u0430 \u043D\u0430\u0458\u0430\u0432\u0430 \u0441\u0450 \u0434\u043E\u0434\u0435\u043A\u0430 \u0438\u043C\u0430\u0442\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u0430 \u043E\u0434 \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u043D\u0430 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0444\u0430\u043A\u0443\u043B\u0442\u0435\u0442\u0441\u043A\u0438 \u0441\u0435\u0440\u0432\u0438\u0441\u0438. \u041E\u0434\u0458\u0430\u0432\u0430\u0442\u0430 \u043E\u0434 \u043E\u0432\u0430\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430, \u043D\u0435 \u0432\u0435 \u043E\u0434\u0458\u0430\u0432\u0438 \u043E\u0434 CAS \u0441\u0438\u0441\u0442\u0435\u043C\u043E\u0442. \u0422\u0430\u043A\u0430 \u0441\u043E \u0432\u043B\u0435\u0437 \u0432\u043E \u0431\u0438\u043B\u043E \u043A\u043E\u0458 \u0444\u0430\u043A\u0443\u043B\u0442\u0435\u0442\u0441\u043A\u0438 \u0441\u0435\u0440\u0432\u0438\u0441 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0441\u043A\u0438 \u045C\u0435 \u0431\u0438\u0434\u0435\u0442\u0435 \u043D\u0430\u0458\u0430\u0432\u0435\u043D\u0438 \u0432\u043E \u0438\u0441\u0442\u0438\u043E\u0442.
Logout-label=Logout
Logout-label=Logout
logout-page=CAS Logout
logout-page=Logout
newActivity-label=New Activity
new-label=Create
paste-label=Paste
percentEvaluated-label=Evaluated % of total work in this activity
percentReported-label=Reporting % of total work in this activity that has been completed
personal-label=Personal
points-label=Points
project-label=Project
remove-label=Remove
report-label=Report
repositories-label=Repositories
repository-label=Repository
reset-label=Reset
team-label=Team
teammember-label=Team member
toggle-status-label=Toggle status
user/MyDatabases-pagelink=My Databases
user/MyProfile-pagelink=My Profile
user/MyProjectReports-pagelink=My Project Reports
user/MyRepositories-pagelink=My Repositories
user/MyRepositoryauth-pagelink=Repository Auth
