# This is where global application properties go.
# You can also have individual message catalogs for each page and each
# component that override these defaults.
# The name of this file is based on the <filter-name> element in web.

index-pagelink=\u041F\u043E\u0447\u0435\u0442\u043D\u0430
myrepositories-pagelink=\u041C\u043E\u0438 \u0440\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u0443\u043C\u0438
myrepositoryauth-pagelink=\u0410\u0432\u0442\u0435\u043D\u0442\u0438\u043A\u0430\u0446\u0438\u0458\u0430 \u0437\u0430 \u0440\u0435\u043F\u043E
mydatabases-pagelink=\u041C\u043E\u0438 \u0431\u0430\u0437\u0438 \u043D\u0430 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438
admin/teams-pagelink=\u0422\u0438\u043C\u043E\u0432\u0438
admin/projects-pagelink=\u041F\u0440\u043E\u0435\u043A\u0442\u0438
admin/ManageRepositories-pagelink=\u0423\u043F\u0440\u0430\u0432\u0443\u0432\u0430\u045A\u0435 \u0441\u043E \u0440\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u0443\u043C\u0438
admin/ManageDatabases-pagelink=\u0423\u043F\u0440\u0430\u0432\u0443\u0432\u0430\u045A\u0435 \u0441\u043E \u0431\u0430\u0437\u0438 \u043D\u0430 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438

login-label=\u041D\u0430\u0458\u0430\u0432\u0430
delete-confirmation-label=Are you sure you want to delete this item?

admin-label=\u0410\u0434\u043C\u0438\u043D
app-title=\u0415\u041F\u041C
lang-label=Language
team-label=\u0422\u0438\u043C
teammember-label=\u0427\u043B\u0435\u043D \u043D\u0430 \u0442\u0438\u043C\u043E\u0442
project-label=\u041F\u0440\u043E\u0435\u043A\u0442
repository-label=\u0420\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u0443\u043C
database-label=\u0411\u0430\u0437\u0430 \u043D\u0430 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438
Database-label=\u0411\u0430\u0437\u0430 \u043D\u0430 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438
new-label=\u041A\u0440\u0435\u0438\u0440\u0430\u0458
add-label=\u0414\u043E\u0434\u0430\u0434\u0438
remove-label=\u041E\u0442\u0441\u0442\u0440\u0430\u043D\u0438
personal-label=\u041B\u0438\u0447\u043D\u0438
repositories-label=\u0420\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u0443\u043C\u0438
edit-label=\u0418\u0437\u043C\u0435\u043D\u0438
password=Password
confirmPassword=Confirm Password

Logout-label=\u041E\u0434\u0458\u0430\u0432\u0430
logout-page=CAS Logout
logout-info-application=\u041E\u0434\u0458\u0430\u0432\u0435\u043D\u0438 \u0441\u0442\u0435 \u043E\u0434 \u043E\u0432\u0430\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430. \u0421\u0438\u0442\u0435 \u0432\u0430\u0448\u0438 \u0441\u0435\u0441\u0438\u0441\u043A\u0438 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438 \u0441\u0435 \u0438\u0437\u0431\u0440\u0438\u0448\u0430\u043D\u0438 \u043E\u0434 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u0442. \u041C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u0435 \u0441\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u043D\u0430 \u043E\u0441\u0442\u0430\u043D\u0430\u0442\u0438\u0442\u0435 \u0441\u0435\u0440\u0432\u0438\u0441\u0438.
logout-info-total=\u0418\u043C\u0430\u0458\u0442\u0435 \u043F\u0440\u0435\u0434\u0432\u0438\u0434 \u0434\u0435\u043A\u0430 CAS \u0441\u0438\u0441\u0442\u0435\u043C\u043E\u0442 \u0441\u043B\u0443\u0436\u0438 \u0437\u0430 \u0434\u0430 \u0458\u0430 \u0437\u0430\u0434\u0440\u0436\u0438 \u0432\u0430\u0448\u0430\u0442\u0430 \u043D\u0430\u0458\u0430\u0432\u0430 \u0441\u0450 \u0434\u043E\u0434\u0435\u043A\u0430 \u0438\u043C\u0430\u0442\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u0430 \u043E\u0434 \u043A\u043E\u0440\u0438\u0441\u0442\u0435\u045A\u0435 \u043D\u0430 \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u0438\u0442\u0435 \u0444\u0430\u043A\u0443\u043B\u0442\u0435\u0442\u0441\u043A\u0438 \u0441\u0435\u0440\u0432\u0438\u0441\u0438. \u041E\u0434\u0458\u0430\u0432\u0430\u0442\u0430 \u043E\u0434 \u043E\u0432\u0430\u0430 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430, \u043D\u0435 \u0432\u0435 \u043E\u0434\u0458\u0430\u0432\u0438 \u043E\u0434 CAS \u0441\u0438\u0441\u0442\u0435\u043C\u043E\u0442. \u0422\u0430\u043A\u0430 \u0441\u043E \u0432\u043B\u0435\u0437 \u0432\u043E \u0431\u0438\u043B\u043E \u043A\u043E\u0458 \u0444\u0430\u043A\u0443\u043B\u0442\u0435\u0442\u0441\u043A\u0438 \u0441\u0435\u0440\u0432\u0438\u0441 \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0441\u043A\u0438 \u045C\u0435 \u0431\u0438\u0434\u0435\u0442\u0435 \u043D\u0430\u0458\u0430\u0432\u0435\u043D\u0438 \u0432\u043E \u0438\u0441\u0442\u0438\u043E\u0442.
logout-desc-total=\u0414\u043E\u043A\u043E\u043B\u043A\u0443 \u0441\u0430\u043A\u0430\u0442\u0435 \u0426\u0415\u041B\u041E\u0421\u041D\u041E \u0434\u0430 \u0441\u0435 \u043E\u0434\u0458\u0430\u0432\u0438\u0442\u0435 \u043E\u0434 CAS \u0441\u0438\u0441\u0442\u0435\u043C\u043E\u0442 \u0438 \u043E\u0434 \u0441\u0438\u0442\u0435 \u0444\u0430\u043A\u0443\u043B\u0442\u0435\u0442\u0441\u043A\u0438 \u0441\u0435\u0440\u0432\u0438\u0441\u0438 \u043A\u043E\u0438 \u0433\u043E \u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0442 \u043A\u043B\u0438\u043A\u043D\u0435\u0442\u0435 \u043D\u0430 \u043A\u043E\u043F\u0447\u0435\u0442\u043E:
logout-desc-total-cont=\u041D\u0430 \u043A\u0440\u0430\u0458, \u043F\u0440\u0435\u043F\u043E\u0440\u0430\u0447\u0430\u043D\u043E \u0435 \u0434\u0430 \u0433\u043E \u0437\u0430\u0442\u0432\u043E\u0440\u0438\u0442\u0435 \u0432\u0430\u0448\u0438\u043E\u0442 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442 \u043F\u0440\u0435\u043B\u0438\u0441\u0442\u0443\u0432\u0430\u0447, \u0441\u0438\u0442\u0435 \u043D\u0435\u0433\u043E\u0432\u0438 \u043F\u0440\u043E\u0437\u043E\u0440\u0446\u0438 \u0438 \u0441\u0438\u0442\u0435 \u043D\u0435\u0433\u043E\u0432\u0438 \u0442\u0430\u0431 \u043B\u0438\u0441\u0442\u043E\u0432\u0438.
logout-desc-total-title=\u0426\u0435\u043B\u043E\u0441\u043D\u0430 \u043E\u0434\u0458\u0430\u0432\u0430 \u043E\u0434 CAS

copyrightYear=2021
copyrightHolder=\u0412\u0430\u043D\u0433\u0435\u043B \u0412. \u0410\u0458\u0430\u043D\u043E\u0432\u0441\u043A\u0438

positionNumber-label=\u041F\u043E\u0437\u0438\u0446\u0438\u0458\u0430 \u0431\u0440\u043E\u0458
lastName-label=\u041F\u0440\u0435\u0437\u0438\u043C\u0435
firstName-label=\u0418\u043C\u0435
userName-label=\u041A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u043E \u0438\u043C\u0435
role-label=\u0423\u043B\u043E\u0433\u0430


greeting-title=\u0414\u043E\u0431\u0440\u043E\u0434\u043E\u0458\u0434\u043E\u0432\u0442\u0435
greeting=\u0415\u041F\u0420\u041C\u0421 - \u0415\u0434\u0443\u043A\u0430\u0442\u0438\u0432\u0435\u043D \u041F\u0440\u043E\u0435\u043A\u0442\u0435\u043D \u041C\u0435\u043D\u0430\u045F\u043C\u0435\u043D\u0442 \u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0441\u043A\u0438 \u0441\u0438\u0441\u0442\u0435\u043C \u0437\u0430 \u043C\u0435\u043D\u0430\u045F\u0438\u0440\u0430\u045A\u0435 \u043D\u0430 \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0441\u043A\u0438 \u043F\u0440\u043E\u0435\u043A\u0442\u0438, \u0440\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u0443\u043C\u0438 \u043D\u0430 \u0438\u0437\u0432\u043E\u0440\u0435\u043D \u043A\u043E\u0434 \u0438 \u0434\u0440\u0443\u0433\u0438 \u043F\u043E\u0432\u0440\u0437\u0430\u043D\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u0441\u043E \u043F\u0440\u043E\u0446\u0435\u0441\u043E\u0442 \u043D\u0430 \u0440\u0430\u0437\u0432\u043E\u0458 \u043D\u0430 \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0441\u043A\u0438\u0442\u0435 \u043F\u0440\u043E\u0435\u043A\u0442\u0438. \u041E\u0432\u0430 \u0435 \u0441\u0438\u0441\u0442\u0435\u043C \u0441\u043E \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u043A\u043E\u0434, \u0438\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E \u0440\u0430\u0437\u0432\u0438\u0435\u043D \u043A\u0430\u043A\u043E \u043F\u0440\u0438\u043C\u0435\u0440 \u0432\u0435\u0431 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430 \u043F\u043E\u043A\u0440\u0438\u0435\u043D\u0430 \u0432\u043E \u043D\u0430\u0441\u0442\u0430\u0432\u0430\u0442\u0430 \u043D\u0430 \u043F\u0440\u0435\u0434\u043C\u0435\u0442\u043E\u0442 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442 \u0422\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u0438 \u043D\u0430 \u0424\u0418\u041D\u041A\u0418. 
system-description=\u0415\u041F\u0420\u041C\u0421 - \u0415\u0434\u0443\u043A\u0430\u0442\u0438\u0432\u0435\u043D \u041F\u0440\u043E\u0435\u043A\u0442\u0435\u043D \u041C\u0435\u043D\u0430\u045F\u043C\u0435\u043D\u0442 \u0435 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0441\u043A\u0438 \u0441\u0438\u0441\u0442\u0435\u043C \u0437\u0430 \u043C\u0435\u043D\u0430\u045F\u0438\u0440\u0430\u045A\u0435 \u043D\u0430 \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0441\u043A\u0438 \u043F\u0440\u043E\u0435\u043A\u0442\u0438, \u0440\u0435\u043F\u043E\u0437\u0438\u0442\u043E\u0440\u0438\u0443\u043C\u0438 \u043D\u0430 \u0438\u0437\u0432\u043E\u0440\u0435\u043D \u043A\u043E\u0434 \u0438 \u0434\u0440\u0443\u0433\u0438 \u043F\u043E\u0432\u0440\u0437\u0430\u043D\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438 \u0441\u043E \u043F\u0440\u043E\u0446\u0435\u0441\u043E\u0442 \u043D\u0430 \u0440\u0430\u0437\u0432\u043E\u0458 \u043D\u0430 \u0441\u0442\u0443\u0434\u0435\u043D\u0442\u0441\u043A\u0438\u0442\u0435 \u043F\u0440\u043E\u0435\u043A\u0442\u0438. \u041E\u0432\u0430 \u0435 \u0441\u0438\u0441\u0442\u0435\u043C \u0441\u043E \u043E\u0442\u0432\u043E\u0440\u0435\u043D \u043A\u043E\u0434, \u0438\u043D\u0438\u0446\u0438\u0458\u0430\u043B\u043D\u043E \u0440\u0430\u0437\u0432\u0438\u0435\u043D \u043A\u0430\u043A\u043E \u043F\u0440\u0438\u043C\u0435\u0440 \u0432\u0435\u0431 \u0430\u043F\u043B\u0438\u043A\u0430\u0446\u0438\u0458\u0430 \u043F\u043E\u043A\u0440\u0438\u0435\u043D\u0430 \u0432\u043E \u043D\u0430\u0441\u0442\u0430\u0432\u0430\u0442\u0430 \u043D\u0430 \u043F\u0440\u0435\u0434\u043C\u0435\u0442\u043E\u0442 \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442 \u0422\u0435\u0445\u043D\u043E\u043B\u043E\u0433\u0438\u0438 \u043D\u0430 \u0424\u0418\u041D\u041A\u0418. 
